export const faqData = [
  {
    question: "من يمكنه المشاركة في المعسكر؟",
    answer: "أي شخص مهتم بتعلم تطوير الألعاب!",
  },
  {
    question: "ما الذي سأتعلمه في المعسكر؟",
    answer: "تصميم الألعاب وبرمجتها من خلال ورش عمل مثرية.",
  },
  {
    question: "هل يجب أن يكون لدي خبرة لحضور المعسكر؟",
    answer: "لا تحتاج إلى أي خبرة سابقة؛ البرنامج مصمم للمبتدئين.",
  },
  {
    question: "ما الذي أحتاج إلى اصطحابه معي للمعسكر؟",
    answer: "جهاز كمبيوتر محمول شخصي وبرنامج يونيتي مثبت مسبقًا.",
  },
];
