export const faqData = [
  {
    question: "من يمكنه المشاركة في المعسكر؟",
    answer: "أي شخص مهتم بتعلم تطوير وتصميم الألعاب!",
  },
  {
    question: "هل يجب أن يكون لدي خبرة لحضور المعسكر؟",
    answer: "لا تحتاج إلى أي خبرة سابقة؛ البرنامج مصمم للمبتدئين.",
  },
  {
    question: "ما هي المهارات التي سأكتسبها خلال المعسكر؟",
    answer:
      "تصميم الألعاب وبرمجتها، والفنون مختلفة الأبعاد، من خلال ورش عمل مثرية.",
  },
  {
    question: "ما الذي أحتاج إلى اصطحابه معي للمعسكر؟",
    answer: "جهاز كمبيوتر محمول وتثبيت البرامج المذكورة في نموذج التسجيل.",
  },
];
